[Projectil.A_RangedAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="精神龙卷风"
mTooltip="对直线上所有敌方单位造成 %d %icon_air 气系伤害。"

[Ability.A_art_de_la_guerre_Buff_setting H7BaseBuff]
mName="战争艺术设定"
mTooltip=""

[Ability.A_Art_de_la_guerre H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战争艺术"
mTooltip="此生物在其回合开始时，每有一个相邻的敌方单位，其所有属性就获得 %buff1.buff.buff1.buff.stat1 提升。"

[Ability.A_art_de_la_guerre_Buff_extra H7BaseBuff]
mName="战争艺术设定"
mTooltip=""

[A_Creature_sanctuary_Samourai H7Creature]
mName="神社武士"
mLore="羽岛沿海城市的部分居民由其他种族的成员组成，他们对神秘的娜迦文化的各个方面非常感兴趣。在流亡之后，许多忠诚的封臣跟随了反叛的大名，其中就有曾经选择剑之道的外族战士。在杉瑞亚，他们不得不适应新的环境，并发展出使用双剑的战斗风格，以使他们能够同时抵挡多个对手的猛攻。据传闻，其中一些剑士已经变得如此娴熟，以至于他们的刀刃能够创造出真正的风暴，席卷路径上的一切。"

[Ability.A_art_guerresetting H7BaseBuff]
mName="战争"
mTooltip=""